Repository: Fethienv/kivy-app-struc
Catalog: ressources/locales/*/LC_MESSAGES/main_app.po
Languages: ar_dz, fr_fr

source: Kivy Organisation
ar_dz: تنظيم برنامج كيفي
fr_fr: Organisation de Kivy

source: Multilingual
ar_dz: اللغات
fr_fr: Multilangue

source: Apparence
ar_dz: المظهر

source: Themes Settings
ar_dz: اعدادات الثيمات

source: Language Settings
ar_dz: اعدادات اللغة
fr_fr: Parama√®tre des langues

source: Choose which language to translate the text of this app into
ar_dz: اختر لخة ترجمة البرنامج
fr_fr: Choisir la langue de traduction

source: Theme
ar_dz: ثيم

source: Choose your theme
ar_dz: اختر ثيم
fr_fr: Choisir votre theme

source: Dark mode
ar_dz: الوضع المظلم
fr_fr: Mode de Nuit

source: Turn on/off darkmode
ar_dz: تشغيل أو قفل الوضع المظلم
fr_fr: Ouvrir ou fermer le mode de nuit

source: OFF
ar_dz: قفل
fr_fr: Fermer

source: ON
ar_dz: تشغيل
fr_fr: Ouvrir

source: DashboardBlog
ar_dz: لوحة التحكم - المدونة
fr_fr: Pannau - Blog

source: DashboardMain
ar_dz: لوحة التحكم - الرئيسية
fr_fr: Pannau - Accueil

source: Hello World!
ar_dz: مرحبا يا عالم!
fr_fr: Bonjour!

source: Next screen
ar_dz: الشاشة التالية
fr_fr: Ecran suivante

source: Main Screen
ar_dz: الاستقبال
fr_fr: Principal

source: Home
ar_dz: الرئيسية
fr_fr: Accueil

source: Blog
ar_dz: المدونة
